Data = {"Новачок": [
        {
            'question': "•Переживаєте за успіх в роботі?",
            'choices': ["сильно", "не дуже", "спокійний"],
            'correctAnswer': [5, 3, 2]
        },
        {
            'question': "•Прагнете досягти швидко результату?",
            'choices': ["поступово", "якомога швидше", "дуже"],
            'correctAnswer': [2, 3, 5]
        },

        {
            'question': "•Легко попадаєте в тупик при проблемах в роботі?",
            'choices': ["неодмінно", "поступово", "зрідка"],
            'correctAnswer': [5, 3, 2]
        },

        {
            'question': "•Чи   потрібен чіткий алгоритм для вирішення задач?",
            'choices': ["так", "в окремих випадках", "не потрібен"],
            'correctAnswer': [5, 3, 2]
        },
        ],
        "Твердий": [
            {
                'question': "•Чи використовуєте власний досвід при вирішенні задач?",
                'choices': ["зрідка", " частково", "ні"],
                'correctAnswer': [2, 3, 5]
            },
            {
                'question': "•Чи користуєтесь фіксованими правилами  для вирішення задач?",
                'choices': ["так", "в окремих випадках", "не потрібні"],
                'correctAnswer': [2, 3, 5]
            },

            {
                'question': "•Чи відчуваєте ви загальний контекст вирішення задачі?",
                'choices': ["так", "частково", "в окремих випадках"],
                'correctAnswer': [2, 3, 5]
            },
        ],

        "Компетентний": [
            {
                'question': "*Чи можете ви побудувати модель вирішуваної задачі?",
                'choices': ["так", "не повністю", "в окремих випадках"],
                'correctAnswer': [5, 3, 2]
            },
            {
                'question': "*Чи вистачає вам ініціативи при вирішенні задач(?",
                'choices': ["так", "зрідка", "потрібне натхнення"],
                'correctAnswer': [5, 3,2]
            },

            {
                'question': "*Чи можете вирішувати проблеми, з якими ще не стикались?",
                'choices': ["так", "в окремих випадках", "ні"],
                'correctAnswer': [2, 3, 5]
            },
        ],

        "Досвідчений": [
            {
                'question': "*Чи  необхідний вам весь контекст ?",
                'choices': ["так", "в окремих випадках", "в загальному"],
                'correctAnswer': [5, 3, 2]
            },
            {
                'question': "*Чи переглядаєте ви свої наміри до вирішення задачі?",
                'choices': ["так", "зрідка", "коли є потріба"],
                'correctAnswer': [5, 3, 2]
            },

            {
                'question': "*Чи здатні  ви  навчатись у інших ?",
                'choices': ["так", "зрідка", "коли є потреба"],
                'correctAnswer': [5, 3, 2]
            },
        ],

        "Експерт": [
            {
                'question': "*Чи обираєте ви нові методи своєї роботи?",
                'choices': ["так", "вибірково", "вистачає досвіду"],
                'correctAnswer': [5, 3, 2]
            },
            {
                'question': "*Чи допомагає власна інтуїція при вирішенні задач?",
                'choices': ["так", "частково", "при емоційному напруженні"],
                'correctAnswer': [5, 3, 2]
            },

            {
                'question': "*Чи застовуєте рішення задач за аналогією?",
                'choices': ["так", "зрідка", "тільки власний варіант"],
                'correctAnswer': [5, 3, 2]
            },
        ],
}